[
  {
    "exp-position": "Bartender",
    "exp-dates": "07/2018 - 11/2019",
    "exp-company": "Scaffidi's Hideout",
    "exp-location": "(Milwaukee, WI)",
    "exp-description": "Neighborhood “dive bar” which also hosts a competitive pool league twice a year (Oct-Mar; May-Aug).",
    "exp-content": [
      { "bullet": "Responsible for opening and operating the bar unassisted." },
      { "bullet": "Introduced 10 new drinks to the “hidden” menu." },
      { "bullet": "Leveraged interpersonal skills while providing quality service." }
    ]
  },
  {
    "exp-position": "Travel/Backpacking",
    "exp-dates": "02/2018 - 05/2018",
    "exp-description": "Self-guided, solo travel by means of backpacking around the world to countries in South East Asia (Thailand; Vietnam) and Europe (Spain; Portugal; Italy; Croatia; Slovenia; Serbia; Hungary; Czechia; Denmark; Netherlands; Ireland; Iceland).",
    "exp-content": [
      { "bullet": "Cultivated language/communication skills (non)verbally to overcome cultural and language barriers with people in 14+ different countries around the world." },
      { "bullet": "Adapted to new, often unanticipated, situtations while travelling alone." }
    ]
  },
  {
    "exp-position": "Guest Services",
    "exp-dates": "09/2017 - 02/2018",
    "exp-company": "iPic Theaters: Gold Class Cinemas",
    "exp-location": "(Glendale, WI)",
    "exp-description": "Upscale cinema that specializes in the full, high-class, night out experience.",
    "exp-content": [
      { "bullet": "Managed the front desk; assisted up to 500+ customers in-house and over the phone, daily." },
      { "bullet": "Trained new Guest Services employees - 5 people." },
      { "bullet": "Resolved any/all customer service issues and complaints, involving managers as deemed necessary." }
    ]
  },
  {
    "exp-position": "Test Development/Research Engineer",
    "exp-dates": "05/2015 - 08/2017",
    "exp-company": "Office of Science and Engineering Laboratories | ... | Human Device Interaction Lab <br> Food & Drug Administration",
    "exp-location": "(White Oak, MD)",
    "exp-description": "Federal agency, of the US Department of Health and Human Services, which serves to promote and protect public health. The Human-Device Interaction group studies interactions between humans and existing/emerging medical devices/technologies with the goal of improving therapeutic, diagnostic, and rehabilitative outcomes.",
    "exp-content": [
      { "no-bullet": "PROJECT: Test method development for next-generation upper limb prosthetics; utilized quantitative data collection methods (motion capture; force plates; EMG; EEG) to better quantify movements of upper limb prosthetic users during simulated daily use across different generations of devices." },
      { "bullet": "Developed 2 testing protocols, utilizing different quantitative data collection systems:" },
      { "sub-number": "Modification and combination of existing testing systems (Box and Blocks; Jebsen-Taylor Hand Function Test) as to assess the dexterity of movements while completing tasks designed to simulate daily life; used in conjunction with motion capture (VICON) and force plate (Kistler) data to observe and assess specific movements (and their potential to cause future injury) across different users and different generations of devices." },
      { "sub-number": "Designed a new test delivery method for an existing testing system (Box and Blocks atop a “Lazy Susan”) as to allow for non-stop testing; used in conjunction with the electroencephalography (EEG) system to determine the amount of cognitive load (mental effort) required in completing tasks of varying difficulty." },
      { "bullet": "Organized the data collection and documentation protocols and maintained updated libraries (physical; electronic)." },
      { "bullet": "Supported preliminary testing for 10+ subjects through: patient recruitment, equipment calibration and setup, data collection, documentation, data processing and analysis." },
      { "bullet": "Facilitated lab tours and other presentations/publications; " },
      { "sub-bullet": "Co-authored a publication in the Journal of Hand Therapy (March 2019)" }
    ]
  },
  {
    "exp-position": "Research Assistant",
    "exp-dates": "01/2015 - 05/2015",
    "exp-company": "Tech4POD | Marquette University",
    "exp-location": "Milwaukee, WI",
    "exp-description": "Research group dedicated to developing new tools and technologies that would improve the quality of life for children with orthopaedic conditions (cerebral palsy, clubfoot, spina bifida, spinal cord injuries, brittle bone disease, etc).",
    "exp-content": [
      { "no-bullet": "PROJECT: Quantify the use of a x-ray fluoroscopy system for observing in vivo hindfoot motion during normal gait." },
      { "bullet": "Utilized Autoscoper software to extract data from X-Ray Fluoroscopy images of the (hind)foot during gait" },
      { "sub-bullet": "25+ trials with 100+ images/trial." }
    ]
  }
]
