[
  {
    "prj-title": "Senior Design | Low-Cost Patient and Healthcare Record System",
    "prj-association": "Marquette University",
    "prj-location": "Milwaukee, WI",
    "prj-description": "PROJECT: Create hardware/software solutions for electronic health record systems for public health groups that can be deployed in remote locations in developing nations around the world.",
    "prj-content": [
      { "bullet": "Researched existing solutions; evaluated feasibility of commercial programs to be used at low-cost." },
      { "bullet": "Integrated hardware (Raspberry Pi) as a base for the online system, which acted as a temporary server and router." }
    ]
  },
  {
    "prj-title": "Water Usage Sensor",
    "prj-association": "Marquette University",
    "prj-location": "Milwaukee, WI",
    "prj-description": "PROJECT: Build and implement a water usage sensor that is easily built into existing systems - promoting reduced water usage.",
    "prj-content": [
      { "bullet": "Designed a PSoC-based system that utilized a variety of software and hardware components in order to read water flow/rate and output real-time, readable water usage and alert the user when a threshold was met." },
      { "bullet": "Constructed a prototype using appropriate software (PsoC) and hardware (water source, piping, liquid flow sensor, shower head, PSoC, pushbutton LED, mounting board, screen w/ plastic cover)." },
      { "sub-bullet": "LED is depressed to start the system. Liquid flow sensor outputs flow rate to PSoC. PSoC converts flow rate to gallons used. Once gallons used reached the preset threshold, the LED will light to indicate threshold is met." },
      { "sub-bullet": "Iterated design to introduce a protected screen that would read out the flow rate and the number of gallons used." },
      { "bullet": "Alternative design plans utilized a BLE PSoC, with a corresponding (android) application where the user can [A] input threshold without needing access to PSoC code and [B] receive real-time data about usage." }
    ]
  },
  {
    "prj-title": "Muscle EMG Sensor",
    "prj-association": "Marquette University",
    "prj-location": "Milwaukee, WI",
    "prj-description": "PROJECT: Build a electromyography (EMG) audio amplifier system – translating EMG signal input into audio output.",
    "prj-content": [
      { "bullet": "Utilized Multisim and Labview (w/ the Biomedical Toolkit) to design and confirm proper circuit operation." },
      { "bullet": "Built the corresponding breadboard circuitry according to design schematics." },
      { "sub-bullet": "Operation required attaching a (customized construction) strain gauge to the exterior of the bicep; flexing of the bicep altered the pitch output from the audio speaker." }
    ]
  }
]
